MDMG: Cant feth data for MDMG.LON
FIXP: Cant feth data for FIXP.LON
TSS: failed to get data for TSS from API. Search found too many results. Manual input required
PUM@DE: failed to get data for PUM@DE from API.
MOEX: failed to get data for MOEX from API.
CSOD: failed to get data for CSOD from API.
MRKU: failed to get data for MRKU from API.
MRKZ: failed to get data for MRKZ from API.
BRK.B: failed to get data for BRK.B from API.
APY: failed to get data for APY from API. Search found too many results. Manual input required
TGKB: failed to get data for TGKB from API.
SYKE: failed to get data for SYKE from API.
KZOS: failed to get data for KZOS from API.

EOAN@DE: failed to get data for EOAN@DE from API.
LRN_old: failed to get data for LRN_OLD from API.
VTBR: Cant feth data for VTBR.LON
EOAN@DE: failed to get data for EOAN@DE from API.
LRN_old: failed to get data for LRN_OLD from API.
VTBR: Cant feth data for VTBR.LON
GRA: failed to get data for GRA from API. Search found too many results. Manual input required
ENPG: failed to get data for ENPG from API.
CHMK: failed to get data for CHMK from API.
FEES: failed to get data for FEES from API.

VZRZP: failed to get data for VZRZP from API.
CON@DE: failed to get data for CON@DE from API.
APTK: failed to get data for APTK from API.
RUGR: failed to get data for RUGR from API.
HEI@DE: failed to get data for HEI@DE from API.
DBK@DE: failed to get data for DBK@DE from API.
DNKN: failed to get data for DNKN from API.
SGZH: Cant feth data for SGZH

RUGR: failed to get data for RUGR from API.
MRKV: failed to get data for MRKV from API.
MINI: failed to get data for MINI from API. Search found too many results. Manual input required

QADA: failed to get data for QADA from API.
IAC__old: failed to get data for IAC__OLD from API.
LKOD@GS: failed to get data for LKOD@GS from API.
SELG: Cant feth data for AXLM
KLSB: failed to get data for KLSB from API.


FLOT: failed to get data for FLOT from API. Search found too many results. Manual input required
GRNT: Cant feth data for GRNTF
ENRU: failed to get data for ENRU from API.
GTRK: failed to get data for GTRK from API.
SFIN: Cant feth data for SFIN
RHM@DE: failed to get data for RHM@DE from API.
MGNT: failed to get data for MGNT from API. Search found too many results. Manual input required
SMLT: Cant feth data for SMLT.BSE


TGKDP: failed to get data for TGKDP from API.
DPW@DE: failed to get data for DPW@DE from API.
OGZD@GS: failed to get data for OGZD@GS from API.
VEON-RX: failed to get data for VEON-RX from API.
LNZL: failed to get data for LNZL from API.
BMW@DE: failed to get data for BMW@DE from API.
RBCM: failed to get data for RBCM from API.
FME@DE: failed to get data for FME@DE from API.
MRKP: failed to get data for MRKP from API.
DTE@DE: failed to get data for DTE@DE from API.
KAZTP: failed to get data for KAZTP from API.
LKOH: Cant feth data for LKOH.LON
PLZL: Cant feth data for PLZL.LON
BSPB: failed to get data for BSPB from API.

UNKL: failed to get data for UNKL from API.
MSST: Cant feth data for MSSTF
SERV: failed to get data for SERV from API. Search found too many results. Manual input required
TCSG: Cant feth data for TCSGX
MGTSP: failed to get data for MGTSP from API.
SBER: failed to get data for SBER from API. Search found too many results. Manual input required
IFX@DE: failed to get data for IFX@DE from API.
HIIQ: failed to get data for HIIQ from API.
1COV@DE: failed to get data for 1COV@DE from API.
AIV_old: failed to get data for AIV_OLD from API.
PHOR: Cant feth data for PHOR.LON
PRFN: failed to get data for PRFN from API.
SVAV: failed to get data for SVAV from API.

WLTW: 'Time Series (Daily)' checked
UNAC: Cant feth data for UNACX
IRGZ: failed to get data for IRGZ from API.
FLIR: failed to get data for FLIR from API.

SHL@DE: failed to get data for SHL@DE from API.
ALXN: failed to get data for ALXN from API.
MTX@DE: failed to get data for MTX@DE from API.
RUSP: Cant feth data for RUSPX
NOV_old: failed to get data for NOV_OLD from API.
SSA@GS: failed to get data for SSA@GS from API.

HEN3@DE: failed to get data for HEN3@DE from API.
DB1@DE: failed to get data for DB1@DE from API.
ECHO: failed to get data for ECHO from API. Search found too many results. Manual input required
BFYT: failed to get data for BFYT from API.
COR: failed to get data for COR from API. Search found too many results. Manual input required
AMEZ: failed to get data for AMEZ from API.
DSKY: Cant feth data for DSKYF
XLRN: failed to get data for XLRN from API.

MRKY: Cant fetch data for MRKYX
ENPL: failed to get data for ENPL from API.
KSPI@GS: failed to get data for KSPI@GS from API.
UWGN: failed to get data for UWGN from API.
GEMC: failed to get data for GEMC from API. Search found to many results. Manual input required
BELU: failed to get data for BELU from API. Search found to many results. Manual input required
MNK: failed to get data for MNK from API. Search found to many results. Manual input required
NKHP: failed to get data for NKHP from API.
FRE@DE: failed to get data for FRE@DE from API.
DHER@DE: failed to get data for DHER@DE from API.
CNTLP: failed to get data for CNTLP from API.
BVB@DE: failed to get data for BVB@DE from API.
GLTR: failed to get data for GLTR from API. Search found to many results. Manual input required

BANE: failed to get data for BANE from API. Search found to many results. Manual input required
OKEY: Cant fetch data for OKEY.LON
STMP: failed to get data for STMP from API. Search found to many results. Manual input required
PLZL@GS: failed to get data for PLZL@GS from API.
NVTK@GS: failed to get data for NVTK@GS from API.
SIE@DE: failed to get data for SIE@DE from API.
POSI: failed to get data for POSI from API. Search found to many results. Manual input required
BANEP: failed to get data for BANEP from API.
RUAL: failed to get data for RUAL from API.
TTLK: failed to get data for TTLK from API.
GMKN: failed to get data for GMKN from API.
SLGold: failed to get data for SLGOLD from API.
MSRS: failed to get data for MSRS from API.

IRKT: failed to get data for IRKT from API.
ISKJ: failed to get data for ISKJ from API.
VTSC@DE: failed to get data for VTSC@DE from API.
VOW3@DE: failed to get data for VOW3@DE from API.
UPRO: Cant fetch data for UPRO
TOT: failed to get data for TOT from API. Search found to many results. Manual input required
MTLRP: failed to get data for MTLRP from API.
KZOSP: failed to get data for KZOSP from API.
SAP@DE: failed to get data for SAP@DE from API.
LSNG: Cant fetch data for LSNGX
HYDR: failed to get data for HYDR from API. Search found to many results. Manual input required
LHA@DE: failed to get data for LHA@DE from API.
RTKMP: failed to get data for RTKMP from API.
AFKS: failed to get data for AFKS from API.
VIE: failed to get data for VIE from API. Search found to many results. Manual input required
VRSB: Cant fetch data for VRSBX
ROSN: failed to get data for ROSN from API. Search found to many results. Manual input required
NKNC: failed to get data for NKNC from API.

APPH: failed to get data for APPH from API. Search found to many results. Manual input required
GAZP: failed to get data for GAZP from API. Search found to many results. Manual input required
KAP@GS: failed to get data for KAP@GS from API.
KRKNP: failed to get data for KRKNP from API.
RASP: Cant fetch data for RASP
SVST@GS: failed to get data for SVST@GS from API.
CHMF: failed to get data for CHMF from API.
ETLN: failed to get data for ETLN from API. Search found to many results. Manual input required
SFTL: Cant fetch data for SFTL.LON
RSTIP: failed to get data for RSTIP from API.
CHA: failed to get data for CHA from API. Search found to many results. Manual input required
DRNA: failed to get data for DRNA from API. Search found to many results. Manual input required
SBERP: failed to get data for SBERP from API.
RDS.A: failed to get data for RDS.A from API.
POGR: Cant fetch data for POGRX
